[
  "csv-obsidian",
  "enhanced-editing",
  "obsidian-hotkeys-for-specific-files",
  "cm-chs-patch",
  "obsidian-echarts",
  "obsidian-table-to-csv-exporter",
  "homepage",
  "obsidian-view-mode-by-frontmatter",
  "nldates-obsidian",
  "remember-cursor-position",
  "settings-search",
  "obsidian-sortable",
  "obsidian-version-history-diff",
  "obsidian-dialogue-plugin",
  "obsidian-table-generator",
  "obsidian-better-command-palette",
  "mrj-text-expand",
  "obsidian-dynamic-highlights",
  "dbfolder",
  "hotkey-helper",
  "waypoint",
  "obsidian-hide-sidebars-when-narrow",
  "obsidian-chat-view",
  "obsidian-export-image",
  "obsidian-copy-block-link",
  "copy-document-as-html",
  "better-fn",
  "obsidian-print-preview",
  "tab-switcher",
  "obsidian-hover-editor",
  "obsidian-enhancing-mindmap",
  "editing-toolbar",
  "obsidian-quiet-outline",
  "obsidian-banners",
  "Enhanced-editing",
  "obsidian-advanced-uri",
  "obsidian-another-quick-switcher",
  "obsidian-reveal-active-file",
  "obsidian-react-components",
  "obsidian-contextual-typography",
  "canvas-css-class",
  "canvas-presentation",
  "link-nodes-in-canvas",
  "obsidian-linkcard-plugin",
  "obsidian-emoji-toolbar",
  "canvas-mindmap",
  "obsidian-better-codeblock",
  "canvas-block-reference",
  "creases",
  "obsidian-link-exploder",
  "floating-toc",
  "surfing",
  "cmdr",
  "obsidian-plugin-groups",
  "various-complements",
  "note-refactor-obsidian",
  "obsidian-projects",
  "obsidian-import-json",
  "obsidian-admonition",
  "html-tabs",
  "obsidian-git",
  "marp",
  "codeblock-tabs",
  "obsidian-advanced-slides",
  "obsidian-opener",
  "cm-typewriter-scroll-obsidian",
  "mermaid-tools",
  "timelines-revamped",
  "obsidian-footnotes",
  "3d-graph-new",
  "keyboard-analyzer",
  "slash-commander",
  "obsidian-shellcommands",
  "folder-notes",
  "obsidian-hider",
  "obsidian-dice-roller",
  "obsidian-autoscroll",
  "taskbone-ocr-plugin",
  "docxer",
  "excel",
  "notion-like-tables",
  "workbooks",
  "mathpad",
  "vscode-editor",
  "extract-url",
  "epub-importer",
  "obsidian-diagrams-net",
  "teleprompter",
  "tldraw",
  "virtual-linker",
  "vertical-tabs",
  "math-indicator-changer",
  "litegallery",
  "image-metadata",
  "pdf-plus",
  "mapbox-location",
  "obsidian-memos",
  "dataview",
  "attachment-management",
  "advanced-canvas",
  "chinese-calendar",
  "Enhanced editing",
  "page-scroll",
  "periodic-notes",
  "obsidian-style-settings",
  "maps",
  "obsidian-chinese-map-view",
  "chem",
  "obsidian-html-plugin",
  "canvas-keyboard-pan",
  "graph-pro",
  "lovely-bases",
  "mediaviewer",
  "gridexplorer",
  "diarian",
  "memories",
  "yearly-glance",
  "xmind-viewer",
  "obsidian-tikzjax",
  "obsidian42-brat",
  "obsidian-luopan",
  "omnisearch",
  "notebook-navigator",
  "note-definitions",
  "full-screen-cross-platform",
  "obsidian-excalidraw-plugin",
  "obsidian-electron-window-tweaker",
  "realclaudian",
  "obsidian-local-rest-api",
  "lang-plus",
  "feedle"
]